Repository: CreditAPI/CreditApiTemplateApp
Catalog: src/locale/messages.*.xliff
Languages: ru

# ngb.alert.close
source: Close
ru: Закрыть

# ngb.carousel.previous
source: Previous
ru: Назад

# ngb.carousel.next
source: Next
ru: Вперед

# ngb.datepicker.previous-month
source: Previous month
ru: Предыдущий месяц

# ngb.datepicker.next-month
source: Next month
ru: Следующий месяц

# ngb.datepicker.select-month
source: Select month
ru: Выбрать месяц

# ngb.datepicker.select-year
source: Select year
ru: Выбрать год

# ngb.pagination.first-aria
source: First
ru: В начало

# ngb.pagination.previous-aria
source: Previous
ru: Назад

# ngb.pagination.next-aria
source: Next
ru: Вперед

# ngb.pagination.last-aria
source: Last
ru: В конец

# ngb.timepicker.increment-hours
source: Increment hours
ru: + час

# ngb.timepicker.HH
source: HH
ru: ЧЧ

# ngb.timepicker.hours
source: Hours
ru: Часы

# ngb.timepicker.decrement-hours
source: Decrement hours
ru: - час

# ngb.timepicker.increment-minutes
source: Increment minutes
ru: + минута

# ngb.timepicker.MM
source: MM
ru: ММ

# ngb.timepicker.minutes
source: Minutes
ru: минуты

# ngb.timepicker.decrement-minutes
source: Decrement minutes
ru: - минута

# ngb.timepicker.increment-seconds
source: Increment seconds
ru: - секунда

# ngb.timepicker.SS
source: SS
ru: CC

# ngb.timepicker.seconds
source: Seconds
ru: секунды

# ngb.timepicker.decrement-seconds
source: Decrement seconds
ru: - секунда

# ngb.timepicker.PM
source: {{ i18n.getAfternoonPeriod() }}
ru: ПП

# ngb.timepicker.AM
source: {{ i18n.getMorningPeriod() }}
ru: ДП

# ngb.toast.close-aria
source: Close
ru: Закрыть

# navbar.items.home
source: Home
ru: Главная

# navbar.items.documents
source: Documents
ru: Документы

# navbar.items.login
source: Login
ru: Вход

# navbar.items.signup
source: Register
ru: Регистрация

# navbar.items.account
source: My Account
ru: Профиль

# navbar.items.dashboard
source: Dashboard
ru: Личный кабинет

# navbar.items.logout
source: Logout
ru: Выход

# login.title
source: Please, Log In
ru: Пожалуйста, авторизуйтесь

# login.subtitle
source: You can use your phone number or email
ru: Вы можете использовать Email или телефон в качестве логина

# login.phone_or_email
source: Phone or Email
ru: Телефон или Email

# login.password
source: Password
ru: Пароль

# login.register
source: Register
ru: Регистрация

# login.buttons.signin
source: Sign in
ru: Войти

# login.remember_me
source: Remember me
ru: Запомнить меня

# documentmodal.title
source: View document
ru: Просмотр документа

# signup.title
source: Please, enter your mobile phone and email
ru: Пожалуйста, введите номер мобильного телефона и email

# signup.subtitle
source: We'll send a code to verify it
ru: Мы отправим вам СМС с кодом для подтверждения.

# signup.phone
source: Mobile phone
ru: Мобильный телефон

# signup.email
source: Email address
ru: Email адрес

# signup.password
source: Password
ru: Пароль

# signup.i_agree
source: I agree with
ru: Я согласен с

# signup.terms
source: terms
ru: политикой обработки данных

# signup.and
source: and
ru: и

# signup.conditions
source: conditions
ru: соглашением об электронном взаимодействии

# signup.buttons.signup
source: Sign up
ru: Зарегистрироваться

# wizard.title
source: Please, fill the application
ru: Пожалуйста, заполните анкету

# wizard.buttons.next
source: Next
ru: Далее

# wizard.buttons.finish
source: Finish
ru: Далее

# dashboard.current_loan.title
source: Current loan
ru: Текущий займ

# dashboard.current_loan.agreement_number
source: Agreement #
ru: Номер договора

# dashboard.current_loan.issued_at
source: Issued At
ru: Выдан

# dashboard.current_loan.amount
source: Amount
ru: Сумма займа

# dashboard.current_loan.term
source: Term
ru: Срок займа

# dashboard.current_loan.next_payment
source: Next payment
ru: Следующий платеж

# dashboard.current_loan.payment_schedule.title
source: Payment schedule
ru: График платежей

# dashboard.current_loan.payment_schedule.date
source: Date
ru: Дата

# dashboard.current_loan.payment_schedule.amount
source: Amount
ru: Сумма

# dashboard.current_loan.payment_schedule.status
source: Status
ru: Статус

# dashboard.current_loan.button.early_payment
source: Early payment
ru: Досрочное погашение

# dashboard.side_menu.my_loans
source: My loans
ru: Мои займы

# dashboard.side_menu.logout
source: Logout
ru: Выход

# dashboard.side_menu.linked_cards.title
source: Linked cards
ru: Привязанные карты

# dashboard.side_menu.linked_cards.new
source: + Add new card
ru: Добавить карту

# dashboard.my_loans.title
source: My loans
ru: Мои займы

# dashboard.my_loans.buttons.new
source: + new application
ru: Новая заявка

# dashboard.my_loans.date
source: Date
ru: Дата

# dashboard.my_loans.amount
source: Amount
ru: Сумма

# dashboard.my_loans.term
source: Term
ru: Срок

# dashboard.my_loans.status
source: Status
ru: Статус

# calculator.loan_amount
source: Loan amount
ru: Сумма займа

# calculator.loan_term
source: Loan term
ru: Срок займа

# calculator.buttons.get_money
source: Get money
ru: Получить деньги

# calculator.product_not_found
source: Credit product not found or not available
ru: Кредитный продукт не найден или недоступен

# dashboard.new_loan.title
source: New loan application
ru: Новая заявка

# dashboard.new_loan.choose_product
source: Choose credit product
ru: Выберите кредитный продукт

# dashboard.cards.linked_card_title
source: Linked card
ru: Карта

# dashboard.cards.number
source: Number
ru: Номер

# dashboard.cards.holder
source: Holder
ru: Владелец

# dashboard.cards.valid_by
source: Valid by
ru: Действительна до

# dashboard.cards.button.unlink
source: Unlink
ru: Отвязать

# dashboard.cards.confirm.title
source: Please, confirm
ru: Пожалуйста, подтвердите

# dashboard.cards.confirm.subtitle
source: Are you sure you want to unlink this card?
ru: Вы уверены, что хотите отвязать карту?

# dashboard.cards.confirm.warning
source: This operation can not be undone.
ru: Эта операция необратима

source: Cancel
ru: Отмена

source: Yes
ru: Да

# application.wait.title
source: Please, wait...
ru: Пожалуйста, ожидайте

# application.wait.subtitle
source: We are checking your application
ru: Мы проверяем вашу заявку...

# application.wait_more.title
source: We need more time
ru: Требуется дополнительное время

# application.wait_more.subtitle
source: We need more time to check your application. Please come back later
ru: Для рассмотрения вашей заявки нам потребовалось дополнительное время. Вы сможете уточнить статус рассмотрения позже.

# application.preapproved.title
source: Loan pre-approved
ru: Одобрено

# application.preapproved.subtitle
source: Your application is pre-approved.
ru: Ваша заявка на займ предварительно одобрена! Сейчас Вы можете нажать кнопку "Получить деньги", однако имейте ввиду, что мы оставляем за собой право запросить дополнительную информацию перед перечислением средств.

# application.approved.title
source: Loan approved
ru: Одобрено

# application.approved.subtitle
source: Your application is approved
ru: Ваша заявка на займ одобрена! Можете получить деньги

# application.declined.title
source: Declined
ru: Отказ

# application.declined.subtitle
source: Sorry, your application is declined
ru: К сожалению, мы вынуждены отказать Вам.

# application.buttons.cancel
source: Cancel application
ru: Отменить заявку

# application.buttons.getmoney
source: Get money
ru: Получить деньги

# application.cancel.confirm.title
source: Please, confirm
ru: Пожалуйста, подтвердите

# application.cancel.confirm.subtitle
source: Are you sure you want to cancel application?
ru: Вы уверены что хотите отменить заявку?

# application.cancel.confirm.warning
source: This operation can not be undone.
ru: Данная операция необратима.

# choosecard.title
source: Please, choose card
ru: Пожалуйста, выберите карту для получения средств

# choosecard.add_new
source: Add new card
ru: Добавить новую карту

# choosecard.button.next
source: Next
ru: Далее

# choosecard.wait
source: Please, wait
ru: Пожалуйста, ожидайте

# documents.choose_document
source: Please, choose the document
ru: Выберите документ из списка слева

# verification.enter_code
source: Please, enter 5-digit code
ru: Пожалуйста, введите код, отправленный на ваш мобильный телефон посредством СМС

# verification.code
source: Code
ru: Код

# verification.buttons.next
source: Next
ru: Далее

# verification.wait
source: Please, wait
ru: Пожалуйста, ожидайте

# signing.title
source: Document signing
ru: Подписание документа

# signing.wait
source: Please, wait
ru: Пожалуйста, ожидайте

# signing.i_agree
source: I agree with this document
ru: Я прочитал текст данного документа и полностью согласен с его условиями

# signing.buttons.cancel
source: Cancel
ru: Отмена

# signing.buttons.sign
source: Sign
ru: Подписать

source: Error
ru: Ошибка

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Patronymic
ru: Отчество

source: Gender
ru: Пол

source: Male
ru: Мужской

source: Female
ru: Женский

source: Date of birth
ru: Дата рождения

source: Place of birth
ru: Место рождения

source: Series
ru: Серия

source: Number
ru: Номер

source: Issued at
ru: Дата выдачи

source: Issued by
ru: Кем выдан

source: Authority code
ru: Код подразделения

source: SNILS
ru: СНИЛС

source: City
ru: Город

source: Street
ru: Улица

source: House
ru: Дом

source: Flat
ru: Квартира

source: ZIP
ru: Индекс

source: Region
ru: Номер региона

source: Can't load document.
ru: Ошибка загрузки документа

source: Successfull
ru: Успешно

source: Card successfully unlinked
ru: Карта отвязана

source: Loan application successfully canceled
ru: Заявка отменена

source: Please, choose an option
ru: Пожалуйста, выберите один из предложенных вариантов

source: No document name provided
ru: Отсутствует имя документа

source: Basic info
ru: Общая информация

source: Passport
ru: Паспорт

source: Address
ru: Адрес

source: Super loans
ru: КРЕДИТ Ко

source: SuperLOANS
ru: КРЕДИТ Ко

# footer.loan_orinated_by
source: Loan originated by
ru: Рассмотрение заявок и выдачу кредитов осуществляет

# footer.docs.privacy_policy
source: Privacy policy
ru: Положение об обработке персональных данных

# footer.important_information
source: Important information
ru: Важная информация для клиентов

# documentmodal.buttons.close
source: Close
ru: Закрыть

# footer.company_id
source: Reg #
ru: ОГРН

source: Please, correct mistakes
ru: Пожалуйста, исправьте ошибки

source: Residential address
ru: Адрес места жительства

source: Registration address
ru: Адрес места регистрации

source: Registration address is the same as residential address
ru: Совпадает с адресом места жительства

source: Warning
ru: Предупреждение

source: Please, choose city first
ru: Пожалуйста, сначала выберите город

source: Please, choose street first
ru: Пожалуйста, сначала выберите улицу

source: Please, check app settings
ru: Проверьте настройки приложения

# loan_status.preview
source: Not sended
ru: Новая заявка

# loan_status.new
source: Not sended
ru: Новая заявка

# loan_status.checking
source: Checking
ru: Проверка

# loan_status.declined
source: Declined
ru: Отказ

# loan_status.canceled
source: Canceled
ru: Отменен

# loan_status.approved
source: Approved
ru: Одобрен

# loan_status.active
source: Active
ru: Активный

# loan_status.wiring_in_process
source: Wiring
ru: Перечисление...

# loan_status.paid
source: Paid
ru: Возвращен

# errors.please_agree
source: Please read with documents and check agree flag
ru: Пожалуйста, внимательно ознакомьтесь с документом и подтвердите согласие с его условиями

# errors.please_correct_mistakes
source: Please, correct mistakes
ru: Пожалуйста, исправьте ошибки

# errors.credit_product_error
source: Credit product error
ru: Ошибка настройки кредитного продукта

# errors.changing_not_allowed
source: Changing is not allowed
ru: Изменения запрещены

# errors.unknow_field
source: Unknow field
ru: Неизвестное поле

# errors.value_should_be_number
source: Value should be number
ru: Значение должно быть числом

# errors.value_should_be_string
source: Value should be string
ru: Значение должно строкой

# errors.value_should_be_object
source: Value should be object
ru: Значение должно быть объектом

# errors.value_should_be_date
source: Value should be date
ru: Значение должно быть датой

# errors.value_should_be_boolean
source: Value should be boolean
ru: Значение должно быть булевым

# errors.value_too_long
source: Value is too long
ru: Недопустимая длина значения

# errors.invalid_value
source: Invalid value
ru: Значение недопустимо

# errors.org_id_required
source: OrgID header is required
ru: Не найден заголовок организации

# errors.access_denied
source: Access denied"
ru: Доступ запрещен

# errors.not_found
source: Not found
ru: Не найдено

# errors.phone_is_required
source: Phone is required
ru: Необходимо заполнить поле Телефон

# errors.invalid_phone
source: Invalid phone
ru: Некорректное значение поля Телефон

# errors.email_is_required
source: Email is required
ru: Необходимо заполнить поле Email

# errors.not_initialized
source: Not initialized
ru: Не инициализировано

# errors.invalid_userdata
source: Invalid userdata
ru: Данные содержат ошибки

# errors.unauthorized
source: Unauthorized
ru: Не авторизован

# errors.missed_parameter
source: Missed parameter
ru: Не хватает параметра

# errors.forbidden
source: Forbidden
ru: Запрещено

# errors.phone_is_not_yet_verified
source: Can't create a loan - phone is not yet verified
ru: Невозможно создать новую заявку на займ - телефон еще не подтвержден

# errors.email_is_not_yet_verified
source: Can't create a loan - email is not yet verified
ru: Невозможно создать новую заявку на займ - Email еще не подтвержден

# errors.credit_product_not_found
source: Credit product not found
ru: Кредитный продукт не найден

# errors.credit_product_is_not_available
source: Credit product is not available
ru: Кредитный продукт не доступен

# errors.loan_amount_too_small
source: Loan amount too small
ru: Сумма займа меньше допустимой

# errors.loan_amount_too_large
source: Loan amount too large
ru: Сумма займа больше допустимой

# errors.loan_term_too_small
source: Loan term too small
ru: Срок займа меньше допустимого

# errors.loan_term_too_large
source: Loan term too large
ru: Срок займа больше допустимого

# errors.card_not_found
source: Card not found
ru: Карта не найдена

# errors.inappropriate_сard
source: Inappropriate сard
ru: Использование данной карты невозможно

# errors.credit_history_agreement_not_signed
source: Credit history agreement not signed
ru: Необходимо подписать Согласие на проверку кредитной истории

# errors.credit_history_agreement_expired
source: Credit history agreement expired and should be signed again
ru: Необходимо повторно подписать Согласие на проверку кредитной истории

# errors.loan_not_found
source: Loan not found"
ru: Займ/заявка не найден(а)

# errors.loan_cannot_be_canceled
source: This loan can't be canceled
ru: Данный заявка не может быть отменена

# errors.successfully_canceled
source: Successfully canceled
ru: Успешно отменено

# errors.inappropriate_loan_status
source: Inappropriate loan status
ru: Неподходящий статус заявки/займа

# errors.inappropriate_decision
source: Inappropriate decision
ru: Неподходящее решение

# errors.unable_unlink_since_loan_active
source: Unable to unlink card with active loan/applications
ru: Невозможно отвязать карту, т.к. она использовалась для получения текущего займа

# errors.loan_preview_not_found
source: Loan preview not found
ru: Заявка не найдена

# errors.successfully_signed
source: Successfully signed
ru: Успешно подписано

# errors.verification_already_started
source: Verification already started
ru: Верификация уже начата

# errors.phone_already_verified
source: Phone already verified
ru: Телефон уже верифицирован

# errors.sms_code_is_required
source: SMS code is required
ru: Необходимо ввести СМС-код

# errors.wrong code
source: wrong code
ru: Неправильный код

# errors.inopropriate_status
source: Inopropriate status"
ru: Неподходящий статус

# errors.only_one_application_allowed
source: Only one active application/loan allowed
ru: У вас уже имеется активный кредит или заявка

# calculator.return_amount
source: Return amount
ru: К возврату

# calculator.return_date
source: Return date
ru: Дата возврата

# calculator.currency
source: rub
ru: руб

# calculator.type_term.days
source: days
ru: в днях

# calculator.type_term.weeks
source: weeks
ru: в неделях

# calculator.type_term.months
source: months
ru: в месяцах

source: Documents
ru: Документы

source: Car title
ru: Скан ПТС

source: Choose file
ru: Выберите файл

source: File too large
ru: Файл слишком большой

source: Car title back
ru: Обратная сторона ПТС

source: Additional info
ru: Дополнительная информация

source: Passport first page
ru: Первая страница паспорта

source: Passport second page
ru: Страница паспорта с пропиской

source: Error file uploading
ru: Ошибка загрузки файла

# dashboard.side_menu.my_messages
source: My messages
ru: Сообщения

# application.you_have_new_message
source: You have new message
ru: Получено новое сообщение

# application.go_to_messages
source: Go to messages
ru: Перейти к сообщениям

# dashboard.my_messages.title
source: My messages
ru: Сообщения

# dashboard.my_messages.your_message_label
source: Your message
ru: Ваше сообщение

# dashboard.my_messages.your_message_placeholder
source: Type your message here...
ru: Напишите свое сообщение здесь...

# dashboard.my_messages.buttons.send
source: Send
ru: Отправить

# dashboard.my_messages.attach_files
source: Attach file(s)
ru: Прикрепить файлы

# dashboard.my_messages.attachments
source: Attachments
ru: Вложения

# dashboard.my_messages.sending_error
source: Sending error
ru: Ошибка отправки

# dashboard.my_messages.image_preview
source: Image preview
ru: Просмотр изображения

# dashboard.my_messages.wait_until_attachments_loaded
source: Please wait until attachment(s) loaded
ru: Пожалуйста, дождитесь окончания загрузки файлов

# signing.modal_sms.title
source: Please, enter SMS-code
ru: Подписание документа

# signing.modal_sms.message
source: To sign this agreement please enter an SMS code sent to
ru: Введите СМС-код отправленный на

# signing.modal_sms.code
source: Code
ru: Код

source: Next
ru: Продолжить

# errors.edit_application_forbidden
source: Edit application fordbidden
ru: Редактирование анкеты недоступно

# errors.sms_code_not_found_or_expired
source: SMS code not found or expired
ru: СМС код не найден или истек срок его действия

# errors.sms_code_expired
source: SMS code expired
ru: Истек срок действия СМС-кода

# errors.too_many_attempts
source: Too many attempts
ru: Превышено число попыток

# dashboard.change_password.title
source: Change password
ru: Смена пароля

# dashboard.change_password.warning_relogin
source: Warning! You will be asked to re-login after successfull password change
ru: Внимание! После смены пароля потребуется заново войти в личный кабинет

# dashboard.change_password.new_password
source: New password
ru: Новый пароль

# dashboard.change_password.old_password
source: Old password
ru: Старый пароль

# dashboard.change_password.repeat_new_password
source: Repeat new password
ru: Повтор пароля

# dashboard.change_password.button.change
source: Change Password
ru: Изменить пароль

source: Success
ru: Успешно

# dashboard.side_menu.change_password
source: Change password"
ru: Смена пароля

# errors.password_too_short
source: Password too short
ru: Пароль слишком короткий

# errors.invalid_old_password
source: Invalid old password
ru: Неверно указан старый пароль

# errors.password_successfully_changed
source: Password successfully changed
ru: Пароль успешно изменен

# errors.new_passwords_not_match
source: New passwords not match
ru: Введенные пароли не совпадают

# login.forgot
source: Forgot password?
ru: Забыли пароль?

# login.modal_forgot.title
source: Forgot your password?
ru: Забыли пароль?

# login.modal_forgot.title.message
source: Enter your email and we'll send you a link for reset
ru: Введите Ваш email и мы отправим Вам ссылку для восстановления

# login.modal_forgot.reset_password
source: Reset password
ru: Отправить

# errors.password_reset_requested
source: Password reset requested. Please check your inbox
ru: Если указанный аккаунт существует - на Ваш email придет ссылка на изменение пароля

# errors.invalid_email
source: Invalid email
ru: Некорректный email

# dashboard.current_loan.payment_schedule.status.scheduled
source: Scheduled
ru: Запланировано
